{

  "Introduction": "I'm Rudy,now go away.",     
        "Mon": "I was going to give you a nasty look, but I see you already have one.",
        "Tue": "I'm no cactus expert, but I know a prick when I see one.",
        "Wed": "You look like you just ran a hundred yard dash in a ninety yard gym.",
        "Thu": "You're the opposite of Batman.",
        "Fri": "Save your breath, you'll need to to blow up your girlfriend later.",
        "Sat": "If laughter is the best medicine, your face must be curing the world.",
        "Sun": "It's better to let someone think you are an Idiot than to open your mouth and prove it.",
        "Sun2": "Brains aren't everything. In your case they're nothing.",
        "Sun4": "You, sir, are an oxygen thief!",
        "Fri4": "Don't like my sarcasm, well I don't like your stupid.",
        "Tue6": "Please shut your mouth when you’re talking to me.",
        "Mon8": "They say opposites attract. I hope you meet someone who is good-looking, intelligent, and cultured.",
        "Fri8": "Shock me, say something intelligent.",
        "Sat10": "If your gonna be two faced, honey at least make one of them pretty.",
        "summer_1": "I don't know what to cook for myself today.",
        "summer_Mon": "How old are you? - Wait I shouldn't ask, you can't count that high.",
        "summer_Tue": "Have you been shopping lately? They're selling lives, you should go get one.",
        "summer_Wed": "You're like Monday mornings, nobody likes you.",
        "summer_Thu": "Of course I talk like an idiot, how else would you understand me?",
        "summer_Fri": "My friend thinks he is smart. He told me an onion is the only food that makes you cry, so I threw a coconut at his face.",
        "summer_Sat": "Your house is so dirty you have to wipe your feet before you go outside.",
        "summer_Sun": "If you really spoke your mind, you'd be speechless.",
        "summer_Sun4": "If I told you that I have a piece of dirt in my eye, would you move?",
        "summer_Thu4": "So, a thought crossed your mind? Must have been a long and lonely journey.",
        "summer_Mon4": "Keep talking, someday you'll say something intelligent!",
        "summer_Fri6": "Don't you have a terribly empty feeling - in your skull?",
        "summer_Wed8": "We can always tell when you are lying. Your lips move.",
        "summer_Sat10": "Are you always this stupid or is today a special occasion?",
        "fall_1": "Go ahead and tell me everything you know. I've got a spare ten seconds.",
        "fall_Mon": "You don't need some beauty sleep, you need to hibernate.",
        "fall_Wed": "You remind me of myself. Back when I was young and stupid.",
        "fall_Fri": " Your lips are moving, but all I hear is “blah, blah, blah.”",
        "fall_Sat": "The kids in town are way smarter than you.",
        "fall_Sun": "#18 You’ll go far someday. Hopefully, you’ll stay there.",
        "fall_Thu2": "Earth is crowded. Go home.",
        "fall_Fri6": "Don’t let your mind wander. It’s too small to be out there all alone.",
        "fall_Mon4": "So, you changed your mind? Does the new one work any better?",
        "fall_Wed8": "Hide! The garbage truck is coming!",
        "fall_Thu10": "I’m a little busy right now, but I’d love the chance to ignore you some other time.",
        "winter_1": "You should really come with a warning label.",
        "winter_Mon": "If you want me to accept you as you are, I’m going to have to lie to myself about liking you.",
        "winter_Tue": "Aww…it’s so cute when you talk about things you don’t understand.",
        "winter_Tue": "I suggest you do a little soul searching. You might just find one.",
        "winter_Wed": "You look tired. Have you been thinking?",
        "winter_Thu": " You are about as interesting as a documentary on dirt.",
        "winter_Fri": "I’d punch you in the face, but the thought of touching your face disgusts me.",
        "winter_Sat": "Why am I so rude? I just don't like city folk like you.",
        "winter_Sun": "I don’t know how you do it, but after a shower, you look even greasier.",
        "winter_Fri4": "I’d sue my parents if I had a face like yours.Oh I just love it here, I should visit more often!",
        "winter_Sat6": "Why is it OK for you to be an idiot, but not OK for me to point it out?",
        "winter_Tue4": "It looks like your face caught fire and someone tried to put it out with a baseball bat.",
        "winter_Tue4": "If I threw a stick, you’d leave, right?",
        "winter_Wed8": "You have the right to remain silent because whatever you say will probably be stupid anyway.",
        "winter_Thu6": "The village called. They’d like their idiot back. You better get going.",
        "winter_Thu10": "Back for more insults?",



}