// 0 neutral, 1 happy, 2 sad, 3 blank, 4 blushing, 5 angry, 6 glasses, 7 sparkle, 8 annoyed, 9-11 cigarette
{

  "Introduction": "Hello. My name is Wednesday#$e#Nice to meet you.",
  "danceRejection": "I dont dance.",
  "Divorced": "Fuck off.$5",
  "secondChance_Girls": "I would be lying if I said I didnt miss you. Maybe we can try again...$3",
  "Mon": "Dont talk to me.",
  "Mon2": "Hey @.#$q 6000/6001 question_1#Have you ever seen an man eat his own face?#$r 6000 15 q_yes#Sure have!#$r 6001 0 q_no#Nope",
  "q_yes": "Lair.$1",
  "q_no": "No? lame.#$b#You need to live a little.",
  "question_1": "$p 6000#I miss those kinds of things back home.",
  "Mon4": "I got you some girl scout cookies.#$e#They are made from real girl scouts. [223]",
  "Mon6": "If you feel like a weirdo, it's okay because weirdos rule the world @.",
  "Mon8": "My great-aunt Calpurnia was burned as a witch in 1706.#$b#They said she danced naked in the town square and enslaved the minister.#$b#But don’t worry. Im going to go to college first before I do anything like that.",
  "Mon10": "I'm too awkward to date, I think. I'm kind of all or nothing, you know?#$b#Either put a baby inside of me or leave me alone.",
  "Tue": "I'm not mad. This is just how I look.",
  "Tue2": "Dont work yourself to death @.$1",
  "Tue4": "It would be hilarious if I worked in a bowling alley.",
  "Tue6": "You know, you aren't so bad @.$1",  
  "Tue8": "I'm not super comfortable in my skin. I have to make it work for me, and that usually amounts to making it uncomfortable for everyone else.",
  "Tue10": "You should carve your initials in my leg.",
  "Wed": "If you say the words 'hump day' again I'll gut you with a spork.",
  "Wed2": "If I have the option, I always read the paper or a book, or something I can touch and destroy in my own hands.",
  "Wed4": "At weddings my grandma always says 'you're next' so I started doing the same to her at funerals.",
  "Wed6": "If I was mayor of this town I would fill all the cars and houses with snakes and then train a cow to fly up everyone's butts.",
  "Wed8": "A woman needs a man like a fish needs a bicycle.#$b#I feel like I could get used to you though.$2",
  "Wed10": "Is there an app for putting a baby inside me?#$b#Because if there is you should download it.$2",
  "Thu": "My mother used to say, 'Normal is an illusion. What is normal for the spider is chaos for the fly'.",
  "Thu2": "I want people to like me but not at my expense.",
  "Thu4": "Your face looks less annoying than usual.$1",
  "Thu6": "I'm just like any modern woman trying to have it all.#$b#I just wish I had more time to seek out the dark forces and join their hellish crusade.",
  "Thu8": "My grandpa died when we couldn't remember his blood type.#$b#As he died, he kept insisting for us to 'be positive,' but it's hard without him.",
  "Thu10": "I hope when I inevitably choke to death on gummy bears people just say I was killed by bears and leave it at that.",
  "Fri": "Why are you looking at me like that?",
  "Fri2": "I'm not a fan of fridays.#$e#Everyone is too happy.",
  "Fri4": "A tree house is the biggest insult to a tree.#$b#'Here, I killed your friend. Hold him.'$1",
  "Fri6": "Hey @.#$b#Getting dirty out there on your farm?$1",
  "Fri8": "I hate people who use big words just to make themselves look perspicacious.",
  "Fri10": "I like older men because they've gotten used to life's disappointments.#$e#Which means they're ready for me.",
  "Sat": "'No, thanks. I'm a vegetarian.' is a fun thing to say when someone asks you if you want to hold their baby.$1",
  "Sat2": "I'm spending my time this weekend studying ancient burial rituals.#$b#Its... useful information.$1",
  "Sat4": "You seem like a kind person.#$b#Hopefully you find someone nice to be miserable with.$1",
  "Sat6": "Got any plans for the weekend?#$b#I'm kind of bored to be honest.",
  "Sat8": "Strong people don't put others down. They lift them up and slam them on the ground for maximum damage.",
  "Sat10": "My first boyfriend that I ever had, actually sang a song that he wrote for me on-stage to ask me out.#$b#I stabbed him with a chair.",
  "Sun": "I hate Sundays.#$b#Especially when brainwashed idiots try talking me into going to church with them.#$b#I have as much authority as the Pope, I just don't have as many people who believe it.",
  "Sun2": "Don't you hate it when someone answers their own questions?#$b#I do.",
  "Sun4": "My mother is a witch.#$b#That's why I'm so lively and colorful.",
  "Sun6": "I like my name. My mom named me after a song by the 1940s group Death Squad 5000. So, it's meaningful, and I like the song.#$b#It's a love song - kind of - but it's mostly about hate, so its nice.",
  "Sun8": "Whatever you do always give One hundred percent.#$b#Especially when you are donating blood.$1",
  "Sun10": "Hello @.$1#$b#You are looking nice today.$2",
  "spring_12": "That Egg Fest tomorrow sounds horrid.#$e#Who knows though. Maybe someone will die.$1",
  "spring_23": "You going to that dance tomorrow?#$b#I'll be there but dont ask me to dance. I dont dance.",
  "Saloon_Entry": "Ew. This place smells like a hamster penis.",
  "stardrop_gift": "I got you something to die for.$l",
  "give_flowersA": "You want me to be your girl friend?#$b#Sounds awful.$1 So of course I will!$2",
  "give_flowersB": "You want me to be your girl friend?#$b#Sounds awful.$1 So of course I will!$2",
  "give_pendant": "You want to marry me?$3#$b#Nothing would please me more than you be with you till you die.$1#$b#I can't wait!$2",
  "reject_two_heartA": "You're interested in me?$2#$b#Sorry, we're just not as close as you think.",
  "reject_two_heartB": "It's a bit too soon for that, don't you think?$1",
  "reject_four_heartA": "Oh this is awkward.$1#$b#Sorry farmer, I just think we're not on the same level...$2",
  "reject_four_heartB": "That's gonna be a hard pass from me, farmer guy...$2^That's gonna be a hard pass from me, farmer girl...$2#$b#I just don't think we're compatible.",
  "engageA": "Aren't you engaged?$2",
  "engageB": "You're already engaged, stop it.$2",
  "marriedA": "How many flags do you need?$8#$b#You. Are. Married.",
  "marriedB": "Are you trying to set up a harem or something...?$2",
  "refusal_no_heartsA": "Is this some kind of joke I'm not in on?",
  "refusal_no_heartsB": "Funny. Is this a prank? Where's the camera?",
  "refusal_knownA": "I don't want to come off as rude, but... Go die in a trash fire.",
  "refusal_knownB": "I'm sorry. I don't feel the same way...",
  "refusal_botherA": "Not interested, goon.$3#$b#Learn to take a hint.",
  "refusal_botherB": "...#$b#You're pissing me off.",
  "event_Wednesday1": "...!$2",
  "event_Wednesday2": "Of course. We can always spend time together here darling, I don't mind.",
  "event_Wednesday3": "I guess it's an acquired taste...$3"



}