{
        "Rainy_Day_0": "Hi, sweetie! I might go out and fish today.#$e#What? It’s raining?",
        "Rainy_Day_1": "You know, I really felt out of place living above the clinic with Harvey... I'm much happier now.$h",
        "Rainy_Day_2": "Last night I dreamed that you caught the biggest sunfish I'd ever seen.$2#e#I'm still jealoius.",
        "Rainy_Day_3": "Have you seen my umbrella, sweetie?$0#e#My patients will have a wet Optometrist if I can't find it.$1",
        "Rainy_Day_4": "Do you know where the birds go when it rains?#e#You can usually find them on the ground taking shelter under the trees. Isn't that awesome?$1",
        "Rainy_Night_0": "How was your day, my sweetie? Where did the last two hours go? I guess I lost track of time reading \"Optometry Today\".",
        "patio_Harvey": "This is the perfect place for birdwatching!$1#e#I can't believe I never came out here before we married!$1",
        "Rainy_Night_1": "You know what this is the perfect weather for?#e#A scary movie!$1",
        "Rainy_Night_2": "You're soaking wet, sweetie! I'll go get some dry clothes. Just stay here by the fire.$4^You're soaking wet, sweetie! I'll go get some dry clothes. Just stay here by the fire.$4",
        "Rainy_Night_3": "Did you know that certain fish only bite when it's raining?#e#It's true! Maybe I should cast a line right now... $2",
        "Rainy_Night_4": "Hi, sweetie! I picked up a bottle of wine and some cheese! [348 426]$h#e#How about a movie?",
        "Indoor_Day_0": "You are the most beautiful creature I've ever seen.$4#e#How did I get so lucky, @?$1",
        "Indoor_Day_1": "Hi, sweetie! I found this out by the clinic and I thought you'd like it! [74]#$e#I love you!",
        "Indoor_Day_2": "I might go fishing by the mountain lake today.#e#Or maybe by the ocean.#e#Or maybe in the river.#e#I can't decide! What do you think, @?",
        "Indoor_Day_3": "Maru still does charts the way Harvey does. I've just been redoing all of them behind her back.$2#e#Should I tell her? It's just that every time I bring up Harvey she gets kind of flustered.",
        "Indoor_Day_4": "You know, I was intimidated by you when we first met. It's funny to think about now that we've come so far.$h",
        "Indoor_Night_0": "You look exhausted, sweetie! Let me give you a massage tonight. We can even put on a movie if you want.$l",
        "Indoor_Night_1": "Hi, sweetie! I caught a massive largemouth bass today! You should have seen the thing!",
        "Indoor_Night_2": "Will you do me a favor, my love? I'm going to flip my eyelid and you tell me if you see a bump in there, okay?",
        "Indoor_Night_3": "You've done such a great job with the place, @.$4#e#It sure beats living in Harvey's apartment!$1",
        "Indoor_Night_4": "Did you hear the warblers out by the clinic today?$1#e# They were singing like crazy!$1",
        "Outdoor_0": "It's so wonderful having my own spot out here!$1#e#",
        "Outdoor_1": "There's a nest of woodpeckers over there! Can you see them?$1",
        "Outdoor_2": "Birdwatching or fishing? So many options!$l",
        "Outdoor_3": "@... you... you mean the world to me.$l",
        "Outdoor_4": "Wow, it's a gorgeous day!$1#e#Almost as gorgeous as you, @!$4",
        "OneKid_0": "You and %kid1 mean the world to me.$4",
        "OneKid_1": "%kid1 is going to have the perfect childhood here, don't you think?$1",
        "OneKid_3": "I can't wait to teach our kids how to fish one day!$h",
        "TwoKids_0": "I think %kid1 and %kid2 will be the best birdwatchers in the world one day!$1",
        "TwoKids_1": "Watching our kids makes me miss my own childhood. It's such a special time!$1",
        "TwoKids_2": "Maybe %kid2 will grow up to be an Optometrist!$1",
        "TwoKids_3": "I never knew that having children would add so much to our lives.$4#e#I already was so happy living life with you, but now somehow I'm even happier!$1",
        "Good_0": "@...I still can't believe we're married!$l",
        "Good_1": "I love you to the ends of the earth and back, @.$l",
        "Good_2": "I knew you were the one from the moment you moved here!$l^I knew you were the one from the moment you moved here!$l",
        "Good_3": "Wow, you look really handsome today! Did you shave?$l^Oh, my... you look absolutely beautiful today!$l",
        "Good_6": "Be careful out there! I have nightmares about your limp body being wheeled into the emergency room.$7",
        "funLeave_Paul": "I think I'll go birdwacthing on the mountain today!$1",
        "funReturn_Paul": "My sweetie! I missed you today!",
        "spring_1": "Spring is here! I got you something to start the year off right! [434]$1",
        "spring_12": "Happy birthday, sweet @! [434]$1#e#I'm so so thankful for you!$4",
        "spring_23": "Will you dance with me at the festival tomorrow, sweetie? [421]$4#$e#I look forward to it every year!$1",
        "summer_1": "Wow, it's hot out there! Be safe today, okay?$1",
        "summer_10": "Guess what? I caught the perfect thing to put into the luau soup! [163]#1e#The governor will love it!",
        "summer_27": "My favorite season is right around the corner! I can already feel the cold front coming in!",
        "fall_13": "Another year older and another year well spent with my sweetie.$4",
        "fall_15": "The festival is tomorrow! I collected these items around town. [436 426 446 74 259 422 88 444]$1#e#I know you'll win this year!",
        "fall_26": "Should we dress up for this year's Spirit's Eve Festival?$1#e#We can be a foropter and an auto-refractor!$1",
        "winter_1": "Were you cold last night?$4#e#I'm going by Pierre's to pick up some extra blankets. You steal all the covers!$1",
        "winter_7": "I am SO going to beat you at the ice fishing competition tomorrow!$1#e#I've been practicing all year!$1",
        "winter_25": "Merry Christmas, sweetie! [74]$1#e#I love you so!$h"
}