{
        "Introduction": "Oh, hi. I’m Paul, the new Optometrist.$1#e#Harvey's letting me practice in his clinic for the time being. He's an old friend.$1#e#Would you like to schedule your yearly eye exam?",
        "danceRejection": "Oh, no thanks. I'd just embarrass myself.$2",
        "divorced": "Oh... it's you... $5",
        "dumped_Guys": "Do you need something, @?$5",
        "secondChance_Guys": "Do you want to try this again?$2",
        "Mon": "A lot of people hate Mondays, but I'm always happy to get back into the swing of things.$1#e#The weekend is fine and all, but I just hate being idle.$2",
        "Mon2": "I wish Harvey’s Clinic was big enough for some real Optometry equipment.$2#e#What I wouldn’t give for an Optos machine or a Four-Mirror Gonioscopy.",
        "Mon6": "You know, I really like the valley so far.$0#e#Something about it makes me think I'm meant to be here. Have you ever felt that way about a place?$1",
        "Mon10": "Harvey says he's glad I'm here. I guess it'd be a little intimidating being the only doctor in town.$2#e#And now no one will be lacking for eye-health needs!$1",
        "Tue": "So I’ve been living with Harvey in his upstairs apartment.$0#e#He has some interesting stuff up there. Do you think he used to be a pilot?",
        "Tue8": "Maru is a great assistant so far, but I think she definitely prefers Harvey. I wonder if they were ever a thing.$0",
        "Wed4": "You know, @, I never thought I’d end up in a small town like this one.$2#e#I grew up in one just like it back in Mississippi. Fate is funny like that.$1",
        "Wed6": "Harvey’s got a little kitchen upstairs but there never seems to be enough counter space.$0#e#What do I cook? Well… $2#e#I’ve always loved baking. Don’t tell anyone though.$4",
        "Wed8": "Back again? And without an appointment, too!$1#e#You’re such a rebel, @.$4",
        "Wed": "I know I’m a doctor and everything, but I’ve always loved getting out in nature.$0#e#I can name every songbird in the valley. I should show you sometime.$1",
        "Thu8": "Oh hi, @!$6#e#What? You've never seen me without glasses?",
        "Thu": "I caught a squirrel yesterday.$0#e#It’s true! With just a box, a stick, and some string. There are tons of squirrels up on the mountain.$1",
        "Fri": "What’s your favorite kind of bread, @?$0#e#I’ll have to make you some this week.$4",
        "Fri4": "You know, I feel really indebted to Harvey for letting me practice with him.$4#e#Because of him, I’ve made some very dear friends here. I hate to think of ever leaving.",
        "Fri10": "Do you think Harvey and Maru are a thing?$2#e#He sends her letters a lot and sometimes I catch her staring at his empty office.",
        "Sat": "Yeah, I know I get the weekends off… I’d just rather be doing something productive, you know?$2#e#So charting it is!$1",
        "Sat4": "Harvey’s room upstairs is nice and all, but I totally envy your farmhouse.$0#e#I mean, think of all the awesome things you can do with that land.$1",
        "Sat8": "You know, I really like it when you stop by the clinic just to say hi.$4#e#Don’t tell anyone I said that.",
        "Sun": "Did I run the auto-refractor on you last time you were at the clinic?$0",
        "Sun6": "What?$8#e#Glaucoma runs in your family? We’re making you an appointment right this second.$0",
        "summer_Mon": "It’s almost as hot here as it was back in Mississippi!$1#e#Good thing the clinic has AC.",
        "summer_Thu": "Summer is here and the sunfish are biting!$1#e#Come to think of it, I need to go see Willy about some fresh bait… $2",
        "summer_Fri": "I’m the oldest of eight kids so it was hard being the guinea pig of the family.$0#e#Do you think I turned out okay?",
        "fall_Fri": "Doesn’t it feel wonderful outside? I’t absolutely ideal for fishing!$1",
        "fall_Sat": "Are you going home for Thanksgiving, @? I usually do, but the valley feels more and more like home every day.$4",
        "winter_Wed": "Have you ever tried ice fishing? It’s tricky but goodness it’s fun!$1",
        "winter_Sun": "I love seeing those beautiful red cardinals in the snow. They’re the perfect winter birds in my opinion.$4",
		"give_flowersA":"Yes, @! You have to know how I feel about you. Surely you do. I care more for you than anyone in the valley.$4",
		"give_flowersB":"Oh, @, I never thought you'd ask! I've had feelings for you for such a long time but I've been too embarassed to say anything!$4",
		"give_pendent":"Oh, @, you don't know what this means to me. I knew you were the one since the moment we met. I love you. I want to spend the rest of my life with you. Will you marry me?$4",
		"stardrop_gift":"@, my sweetie. You are my life, my love, my breath, and my everything. Oh how I love you so.$4"
}
