
{
	"Introduction": "I'm sorry, I don't believe we've met. @, was it? You're all these people will talk about.#$e#My name is Astra.#$e#I've only just... arrived here. Gus was kind enough to allow me to stay in his saloon for the time being.",
  "danceRejection": "No, thank you. I have no desire to dabble in such frivolous matters with you.",
  "divorced": "Why are you speaking to me?$6#$e#You were the one to file for a divorce.#$e#Leave! Before I make you.$a",
	"breakUp": "Oh.#$b#...$s#$b#...$neutral#$b#I see. Run along, then. Back to your life without me.",

	"spring_12": "I hear the egg festival is tomorrow. How very exciting.#$e#I'm not sure I quite understand the relevance of the eggs, but I intend to find out.",
	"spring_23": "I hear there's a dance festival tomorrow. How very exciting.#$e#I've always had a fondness for such traditions.$h#$e#$q 993/994 dance_followup#Will I see you there?#$r 993 10 dance_yes#Yes, I'll be there.#$r 994 0 dance_maybe#Maybe, I haven't decided yet.#$r 994 -10 dance_no#No.",
		"dance_yes": "Great! I look forward to seeing you dance.$h",
		"dance_maybe": "I understand your hesitation. I'm sure it'll be a good time though.",
		"dance_no": "That's a shame.$s",
		"dance_followup": "$p 993#I wonder if anyone will ask me to participate. I better practice the steps.$4|I do hope you'll reconsider, if only to watch.",
	"summer_10": "I hear there's a potluck tomorrow. A luau, I believe they called it?#$e#Proving the town's worth over the quality of the soup. What a strange tradition.",
	"summer_28": "I hear the 'Moonlight Jellies' are due to appear tonight.#$e#I can't wait to see them.$h",
	"fall_15": "I hear the fair is tomorrow. How very exciting.$h#$e#We used to have festivals like these too. I hope there'll be games that are just as fun.",
	"fall_26": "I hear it's Spirit's Eve tomorrow night. Very 'spooky'.#$e#I'm certainly going to attend. Abigail tells me there is a maze that tests one's bravery.",
	"winter_7": "I hear the Festival of Ice is tomorrow. How very exciting.#$e#I look forward to seeing the igloos Linus has worked so hard on creating.$h",
	"winter_24": "Tomorrow's the day of the Winter's Feast, isn't it?#$e#Gus never fails to impress with his buffet. It's quite a feat, retaining that quality to such quantities.",

  "Mon": "The villagers have been so kind to me, they're all such wonderful people. Gus and Robin have been especially helpful.#$e#Gus is letting me stay at the Saloon while I find a permanent residence, and Robin has given me an opportunity to make myself useful.",
  "Mon4": "I appreciate the people in Stardew Valley.#$b#They're all such friendly people.#$e#You've been a good friend in particular, @.#$b#I like you.$h",
	"Mon8": "@, you look...$l#$b#What is the expression you people use...$6#$e#Oh!#$b#Hot. You look very hot.$l",
	"Tue": "Linus is good company once you get to know him. He's a cautious man, but there is kindness below that tough exterior.#$e#I wouldn't say we're friends per se, but we get along. He helped me get around town when I first got here.",
  "Wed": "Whenever I gather stones from the mines I keep an eye out for diamonds for Maru. Did you know she loves those?#$e#I like Maru. She reminds me of someone I used to know.$h",
  "Thu": "It's a beautiful day, perfect for...#$b#...running.$l#$e#Yes, running. I might go for a quick run later, that seems like a good plan.",
	"Thu2": "Do you ever go out for a walk through nature, @?#$b#Or a run, perhaps?#$e#Days like today are ideal for such activities, wouldn't you agree?",
  "Fri": "Learning about the history of the valley is quite interesting.#$e#Have you read about the dwarfs? That theory may be closer to the truth than many believe...",
	"Sat": "Spring is such a lovely season.#$e#The plants flourish in this weather, the animals are finding their mates.#$b#It's a wonderful thing to observe.$h",
	"Sat10": "Shh, @, do you hear that?#$e#Mating calls.$h#$b#The animals are still looking for someone.#$e#I feel fortunate to have found you, @.$h",
	"Sun": "@, hello, how are you doing? Is the farm treating you well?",
	"Sun6": "Hey, @, how are you?$h#$e#Tell me, what crops are you growing on your farm?#$e#If you ever wish for assistance, I'd love to help out.$h",

	"summer_Mon": "Do you grow any Melons on your farm?#$e#I do love a couple of good Melons.$h",
	"summer_Tue": "As a farmer you must be outside a lot in this sunny summer weather.#$b#Your skin is very sensitive, take good care of it.#$e#I like going out in the sun. It... energizes me.",
	"summer_Wed": "I wonder if Maru would let me go stargazing with her someday...#$e#I have commanded armies, yet asking her this simple question appears to be very daunting.$l",
	"summer_Thu": "Do you buy your seeds from Pierre's?#$e#I wouldn't wanna get things from Joja even if they were handing it to us freely. They don't care about anything but their business.$6",
	"summer_Fri": "I enjoy the fresh air of the ocean, the smell is comforting.",
	"summer_Sat": "Do you ever get used to how bright Stardew Valley is? Everything is so green and vibrant.#$e#Things were very different where I'm from. Even my last residency wasn't as green as this place.$s",
	"summer_Sun": "Meditation is more calming than I expected it to be.#$e#Emily has been guiding me on how to do it. It's a great way to center yourself.",

	"fall_Mon": "There is such an obsession with pumpkins this season, I can't say I understand it.#$e#I do like pumpkins. Pumpkin spiced latte in particular is a great invention.",
	"fall_Tue": "I like to exercise to stay sharp, but I'm not sure how to feel about Caroline's aerobics class.$u#$e#Maybe I'll give it a try some other time. I should reserve judgment until then.$0",
	"fall_Wed": "%Astra seems lost in thought.#$e#I wonder if I should tell Maru about my...#$b#Oh, @!$l#$b#You will forget you heard anything, understand?$6",
	"fall_Thu": "The valley is so peaceful, I'm very happy to be here.$h#$e#After everything that's happened I never thought I'd get to have this again.$0",
	"fall_Fri": "Reading is a great way to pass the time when there is nothing else to do. Keeps the mind sharp.#$e#You can never gather too much knowledge.",
	"fall_Sat": "There's something about the fallen leaves in fall that makes me feel some kind of way. I can't quite explain it...#$e#The leaves may have been lost, but the trees are still standing, ready to produce more in due time.#$b#It's almost hopeful.",
	"fall_Sun": "Hello, @.#$q 991/992 Shed_01_old#Do you have any sheds on your farm?#$r 991 10 Shed_01_01#Yes.#$r 992 0 Shed_01_02#No.",
		"Shed_01_old": "$p 991#Still taking good care of that shed, I hope? Robin put a lot of work into that.|I would work for Robin even if she didn't pay me. It's good to feel useful.",
		"Shed_01_01": "I hope they're of good use to you. Robin does a good job on them.$h",
		"Shed_01_02": "You should have Robin build one for you, the extra space can be quite useful.#$b#She could use the money too. I know she struggles keeping me on her service sometimes, I don't know why she insists I stay.$s",

	"winter_Mon": "Do you think anyone would be up for a snowball fight?#$e#The movies make it look like a fun activity. It could be a good exercise.$h",
	"winter_Tue": "Do you ever make use of Winter Seeds? Crystal Fruit especially looks like it could be beneficial to grow.#$e#That's your own choice, of course. This is a great season for doing other things.",
	"winter_Wed": "I gather resources for Robin even in winter. After all, she's always going to need a supply.#$e#The temperature doesn't bother me much, this suit keeps me warm.",
	"winter_Thu": "Does this town have mayoral elections, or is Lewis going to remain in power for the rest of his days?$u#$e#Not that I'm complaning, he seems like a perfectly capable mayor.$0#$b#Most of the time...$6",
	"winter_Fri": "Much of the ocean remains undiscovered, yet the priority lies with space exploration...#$e#I find it interesting that people are curious enough to explore what is beyond, yet don't seem to care about their own environment.#$b#To the point of polluting it!$6#$b#Corporations such as Joja especially.$a#$e#%Astra closes her eyes briefly and takes a deep breath.#$b#My apologies, I got carried away. I hope I didn't scare you.$s",
	"winter_Sat": "Seeing everything covered in snow may look aesthetically pleasing, but it can be a considerable inconvenience.#$e#Ice can really catch you off-guard. Even I find myself slipping at times.",
	"winter_Sun": "Have you seen Maru's snowman?#$e#I find it admirable that she indulges in her child-like whims. People are quick to judge, yet it doesn't faze her.$h",

	"Event_Storage_01": "Oh...$l",
		"Event_Storage_02": "That is fair.",
		"Event_Storage_03": "Do you think I'd be here if he didn't?$6",
	"Event_Storage_04": "I'm glad to hear that.$h",
		"Event_Storage_05": "Patience, @.",
		"Event_Storage_06": "That's what you're interested in?$u",

	"Event_Beach_01": "Really?",
		"Event_Beach_02": "Then you might understand.$h",
		"Event_Beach_03": "We weren't supposed to have one either.",
	"Event_Beach_04": "Perhaps.$u#$b#Maybe I'll tell you about that some other time.",
		"Event_Beach_05": "It was.$s",
		"Event_Beach_06": "I hope you didn't let that hold you back.",

	"Event_Mine_01": "*laughs*$h#$b#Don't worry about me, I don't need a weapon.",
		"Event_Mine_02": "No need to worry, I won't harm you. This is meant to be enjoyed, after all.",
		"Event_Mine_03": "That's the spirit!$h",

	"Event_Forest_01": "That would be an apt way of putting it, I suppose, yes.",
		"Event_Forest_02": "No, but they may have given me a few grey hairs.$3",
		"Event_Forest_03": "The meditation.$6",
	"Event_Forest_04": "...$l#$b#Maybe you're right.",
		"Event_Forest_05": "...$6",
		"Event_Forest_06": "...$s",

	"Event_Farm_01": "I'm glad to hear that.$h",
		"Event_Farm_02": "I'm sorry to hear that.$s",
		"Event_Farm_03": "Of course it matters. The amount of sleep one gets has a direct effect on one's functionality during the day.$3#$b#But I digress...",
	"Event_Farm_04": "I'm very happy to hear you liked it.$h",
		"Event_Farm_05": "I'll take that as a compliment.$h",
		"Event_Farm_06": "You think?$l#$b#I was afraid of putting too much seasoning on it, in case you were sensitive to its flavor. I'll keep that in mind for next time.",
		"Event_Farm_07": "How rude.$6",
	"Event_Farm_08": "Okay, good, I'm glad.$h",
		"Event_Farm_09": "And they called me cynical.$3#$b#I'm willing to take that risk.",
		"Event_Farm_10": "I didn't mean to put pressure on you.#l#$b#I like what we have too.$h",
	"Event_Farm_11": "It's a long story, but I'll try to summarize it for you.#$b#I've tried talking to both the people and the Council...#$b#I've tried terrorism...#$b# I sought to control their minds, but got imprisoned in Fort Rozz by my own sister before I could make it happen...#$b#The planet exploded, knocked our prison into the Phantom Zone...$s#$b#Got frozen in time for decades, surrounded by the worst criminals our planet had ever seen...$s",
		"Event_Farm_12": "It's not easy to lose one's planet. I didn't deal with that grief for a long time.$s",
		"Event_Farm_13": "Yes.$s#$b#I thought it necessary at the time. It didn't matter in the end.$s",
	"Event_Farm_14": "The same thing that happened on Krypton.$s#$b#I tried to control the minds of the humans, and they exacted their judgment on me before I could succeed.#$b#They must have thought I was dead.$3#$b#It's a tradition for our people to send our dead in funeral pods to our red star, Rao, to burn in its light.#$b#They sent my pod to burn in their yellow star, but the sun didn't incinerate me. It healed me.",
		"Event_Farm_15": "Indeed.$h",
		"Event_Farm_16": "I won't deny that...$s#$b#But I'm trying to be better. I got a second chance and I'm determined not to waste it.",
	"Event_Farm_17": "Perhaps that can be arranged.$h#$b#It'd have to be after dusk so the others don't see us. I'd rather they not know about this.",
		"Event_Farm_18": "It is, once you've got control over it.#$b#The sensitive hearing is especially tricky to master. It's difficult not to get overwhelmed.#$b#Another reason why the peace and quiet of the valley is appreciated.$h",
		"Event_Farm_19": "Of course not!$l#$b#I've made my errors in judgment in the past, but I would never do anything to harm you. Or anyone else in the valley.",
		"Event_Farm_20": "You really want to know, don't you?#$b#Fine, I'll tell you.$h#$b#But be prepared to be disappointed. It's really not that interesting.#$b#I was born with it.#$b#A mark from Rao that branded me the mistake, not my twin.#$b#As children we'd find ways to cover up our differences, taking great joy in confusing our parents and those around us.$h#$b#There's only one person we never managed to fool; our uncle Misha claimed he could tell us apart due to some mystical forces.#$b#I never bought into it, but he never called me anything but Astra.$3#$b#Alura claimed he's never mistaken her identity either, so who knows? Maybe he wasn't lying after all.$h",
	}
